{
    "home": "Casa",
    "products": "Prodotti",
    "product":"Prodotti",
    "events": "Eventi",
    "about us": "Chi siamo",
    "contact": "Contatti",
    "language": "Lingua",
    "english": "Inglese",
    "italian": "Italiano",
    "menu": "Menu",
    "our value": "Il nostro valore",
    "our value description": "Dliwalti Sons è impegnata nella produzione di pellami ecologici per un futuro sostenibile. Cerchiamo costantemente di migliorare le performance ambientali dell'organizzazione.",
    "Find Out More": "Scopri di più",
    "A Community for responsible leather": "Una comunità per la pelle responsabile",
    "Save water": "Risparmia acqua",
    "Save water description": "Programmi di formazione, impianto di trattamento centralizzato (CCTP) ed attrezzature misurabili.",
    "Best": "Migliore",
    "Order Now": "Ordina ora",
    "About leather": "Informazioni sulla pelle",
    "Stablized Leather Product": "Prodotto in pelle stabilizzata",
    "Water Conservation": "Conservazione dell'acqua",
    "Good leather production minimizes water use by implementing efficient processes and recycling.": "Una buona produzione di pelle riduce l'uso dell'acqua attraverso processi efficienti e il riciclo.",
    "Reduced Chemical Usage": "Riduzione dell'uso di prodotti chimici",
    "Good leather production limits chemical usage for a smaller environmental footprint.": "Una buona produzione di pelle limita l'uso di prodotti chimici per ridurre l'impatto ambientale.",
    "Traceability and Certification": "Tracciabilità e Certificazione",
    "Certified leather ensures eco-friendly and responsible production.": "La pelle certificata garantisce una produzione ecologica e responsabile.",
    "Eco-Friendly": "Ecologico",
    "Eco-friendly tanning methods use natural extracts and reduce the use of harmful chemicals.": "I metodi di concia ecologica utilizzano estratti naturali e riducono l'uso di sostanze chimiche nocive.",
    "Color Palette": "Palette di colori",
    "A diverse color palette is achieved with eco-friendly dyes, reducing environmental impact.": "Si ottiene una varietà di colori con coloranti ecologici, riducendo l'impatto ambientale.",
    "Follow us to keep up to day on the latest product launches, events and offers": "Seguici per rimanere aggiornati sul lancio dei prodotti, sugli eventi e sulle offerte",
    "Find Us": "Dove trovarci",
    "information": "Informazioni",
    "Events": "Eventi",
    "Contact us": "Contattaci",
    "Home": "Casa",
    "about us description": "L'azienda DLIWATI SONS ha la sua attenzione  focalizzata sul valore delle pelli e sulla sua lavorazione. Le concerie e le imprese  DLIWATI SONS migliorano le competenze tecniche della pelle attraverso la fornitura di pelli grezze locali e regionali, prodotti chimici per la concia e macchinari. DS ha abbracciato con passione le nozioni di creazione di valore aggiunto. Oggi sta scalando la classifica del settore della pelle in Medio Oriente, Europa e Asia attraverso le pelli wet blue, pickle e la rifinizione della pelle...",
    "order now": "Ordina ora",
    "WHO ARE WE?": "CHI SIAMO?",
    "WHO ARE WE? description": "Stiamo assumendo una posizione strategica nel mercato Siriano della pelle e guidiamo il valore di prodotti di alta qualità e ben realizzati. DLIWATI SONS, un'azienda produttrice di pellame, è stata fondata nel 1910, la nostra esperienza è stata acquisita in molti anni di collaborazione e partecipazione di colleghi carismatici e leader, subordinati entusiasti ed stranieri esperti nella concia al fine di fornire prodotti di alta qualità. Le nostre concerie sono all'avanguardia nello sviluppo di nuovi prodotti, nell'aggiornamento dei macchinari per la concia e nella ricerca chimica relativa al processo di concia. Nel corso degli anni DS ha maturato un'inestimabile esperienza nella produzione di pelli e lane ovine. L'azienda è riuscita a distinguersi anche per la produzione completa di pelli conciate, grazie alla creatività dei suoi dirigenti, all'impegno e al lavoro di squadra dei suoi dipendenti e tecnici.",






    "phone": "Telefono",
"Italy:": "Italia:",
"Dubai:": "Dubai:",
"Syria:": "Siria:",
"email": "Email",
"Address": "Indirizzo",
"Contact Form": "Modulo di Contatto",
"Name": "Nome",
"Subject": "Oggetto",
"Message": "Messaggio",
"Send": "Invia",
"Head Office":"Direzione",





"Collection": "Collezione",
"Products": "Prodotti",
"Wet Blue": "Pelli in Wet-Blue",
"Pickled Sheep": "Pelli in Pickle",
"Crust Leather": "Pelli in Crust",
"Raw Sheep Wool": "Lana Grezza",
"Recycled Sheep Fleshing": "Scarti di pelli ovine riciclate",





"News": "Notizie",
"APLF in HONG KONG": "APLF a HONG KONG",
"IILF in India": "IILF in India",
"ACLE in China": "ACLE in Cina",






"by fulfilling applicable compliance obligations related to environment and adopting eco-friendly processes and effective control on environmental impact": "adempimento delle obbligazioni di conformità ambientale applicabili e adozione di processi ecologici e controllo efficace sull'impatto ambientale",
"Use of non-hazardous chemicals and ZDHC registered chemicals": "Uso di sostanze chimiche non pericolose e sostanze chimiche registrate presso lo ZDHC",
"Liming: H2S reducing system": "Sgrassaggio: sistema di riduzione dell'H2S",
"Deliming and bating: Nitrogen free chemicals": "Sgrassaggio e deceraggio: sostanze chimiche prive di azoto",
"Tanning: minimum use of salt and acids (NSA System)": "Conciatura: uso minimo di sale e acidi (Sistema NSA)",
"Preservation: Fungicide and bactericide used are free of prohibited materials and compatible with the ZDHC requirements": "Conservazione: i fungicidi e battericidi utilizzati sono privi di materiali proibiti e compatibili con i requisiti dello ZDHC",
"Reduce waste generation and emissions to the environment": "Riduzione della produzione di rifiuti ed emissioni nell'ambiente",
"Training programs to improve the awareness of workers about impact of waste": "Programmi di formazione per migliorare la consapevolezza dei lavoratori sull'impatto dei rifiuti",
"Following all the strategies that lead to less waste generation and better envivomnental impact by adopting recycle (wool,fleshing), reuse (salt, ink catridge..) reduce and recovery methods.": "Seguire tutte le strategie che portano a una minore produzione di rifiuti e a un migliore impatto ambientale adottando metodi di riciclaggio (lana, scarti), riutilizzo (sale, cartucce d'inchiostro...) riduzione e recupero.",
"Improved working conditions": "Miglioramento delle condizioni di lavoro",
"Mandatory personal protective equipments.": "Equipaggiamento di protezione individuale obbligatorio",
"Monitor and control potential air pollutants (eg: AMMONIA and H2S) from production processes, thereby ensuring safe and pollution free work environment": "Monitorare e controllare i potenziali inquinanti atmosferici (ad esempio: AMMONIACA e H2S) dai processi di produzione, garantendo così un ambiente di lavoro sicuro e privo di inquinamento",
"set measurable environmental objectives and providing appropriate training and necessary resources.": "Stabilire obiettivi ambientali misurabili e fornire formazione adeguata e risorse necessarie",
"Training programs, central treatment plant (CETP) and measurable equipments.": "Programmi di formazione, impianto di trattamento centrale (CETP) e attrezzature misurabili",
"Quality insurance": "Assicurazione della qualità",
"Monitoring and controling the quality of the products produced is done by a dedicated lab equiped with all the required analyais equipemnts. (Fat content, chromium content and fungi and bacteria grouwth tests) in addition to formal tests done by an ISO certified third-party lab to meet the RSL of our costumers.": "Il monitoraggio e il controllo della qualità dei prodotti prodotti vengono effettuati da un laboratorio dedicato dotato di tutte le attrezzature di analisi necessar (contenuto di grasso, contenuto di cromo e test di crescita di funghi e batteri), oltre a test formali effettuati da un laboratorio terzo certificato ISO per soddisfare gli standard RSL dei nostri clienti."

}